Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.OnlySelected


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.OnlySelectedAndTheirAssemblies


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.aModelName


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.aFileFullName


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.aFilterName


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.ViewType


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.Version


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.UseTimer


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.CreateReport


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.BasePoint


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.ExportLayersAs


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.ObjectColoring


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsFlatBeamsAsPlates


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsLocationFromOrganizer


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsLocationFromBuildingHierarchy


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsPoursEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.ExportRebarSetGroupAsIndividualBars


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.BasePointGuid


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IncludeAssemblyHierarchy


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsBoltsEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsWeldsEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsGridsEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsRebarsEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsSurfaceTreatmentsAndSurfacesEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.UseIfcMapConversion


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.IsSpacesEnabled


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.ClientID


Tekla.Structures.ModelInternal.dotCreateIFCFromModel_t.Result
